/* Button for inverting colors in navigationbar. (Only visible on iPad) */
"BOTTOM_TOOLBAR_INVERT_iPad" = "反转";

/* Button for inverting colors (Only visible on iPhone) */
"BOTTOM_TOOLBAR_INVERT_iPhone" = "反转";

/* Show an actionsheet (Only visible on iPhone) */
"BOTTOM_TOOLBAR_MORE" = "更多";

/* HUD title indicating that an add-to-camera-roll operation has started */
"CREATE_IMAGE_FOR_CAMERAROLL_HUD_TITLE" = "正在添加到相册";

/* HUD title indicating that a share-image operation has started */
"CREATE_IMAGE_FOR_SHARING_HUD_TITLE" = "正在准备分享";

/* HUD title indicating that a create PDF operation has started */
"CREATE_PDF_HUD_TITLE" = "正在创建PDF";

/* Filename of mail attachment when sending TriangleDraw files */
"EMAIL_PBM_FILENAME" = "Drawing.pbm";

/* TriangleDraw - {Drawing name}, a subject line for mails containing TriangleDraw file attachments */
"EMAIL_PBM_SUBJECT_%@" = "TriangleDraw - %@";

/* Filename of mail attachment when sending PDFs */
"EMAIL_PDF_FILENAME" = "Drawing.pdf";

/* TriangleDraw - {Drawing name}, a subject line for mails containing PDF attachments */
"EMAIL_PDF_SUBJECT_%@" = "TriangleDraw - %@";

/* TriangleDraw - {Drawing name}, a subject line for mails containing PNG attachments */
"EMAIL_PNG_SUBJECT_%@" = "TriangleDraw - %@";

/* Creates a high-resolution .PNG file and saves it to the users cameraroll */
"MENU_ADD_TO_CAMERAROLL" = "添加到相机胶卷";

/* Cancel button in menu actionsheet */
"MENU_DISMISS" = "取消";

/* Opens a send-email-page with a .PBM file attachment */
"MENU_EMAIL_PBM" = "邮寄TriangleDraw文件";

/* Opens a send-email-page with a .PDF file attachment */
"MENU_EMAIL_PDF" = "邮寄PDF";

/* Opens a share-on-socialmedia-page with a .JPG file attachment */
"MENU_SHARE" = "分享";

/* Dismiss actionsheet (iPhone actionsheet) */
"MORE_ACTIONSHEET_DISMISS" = "取消";

/* Flip horizontal button in actionsheet (iPhone actionsheet) */
"MORE_ACTIONSHEET_FLIP_X" = "翻转X";

/* Flip vertical button in actionsheet (iPhone actionsheet) */
"MORE_ACTIONSHEET_FLIP_Y" = "翻转Y";

/* Rotate ClockWise 60 degree button in actionsheet (iPhone actionsheet) */
"MORE_ACTIONSHEET_ROTATE_60_CLOCKWISE" = "向右旋转";

/* Rotate CounterClockWise 60 degree button in actionsheet (iPhone actionsheet) */
"MORE_ACTIONSHEET_ROTATE_60_COUNTERCLOCKWISE" = "向左旋转";

/* Title of actionsheet (iPhone actionsheet) */
"MORE_ACTIONSHEET_TITLE" = "更多";

/* The line-draw operations undo/redo name */
"OPERATION_DRAW_LINE" = "画线";

/* The draw-single-pixel operations undo/redo name */
"OPERATION_DRAW_SINGLE" = "单击可反色";

/* The mirror horizontally operations undo/redo name */
"OPERATION_FLIP_X" = "翻转X";

/* The mirror vertically operations undo/redo name */
"OPERATION_FLIP_Y" = "翻转Y";

/* The invert-color operations undo/redo name */
"OPERATION_INVERT" = "反转";

/* The adjust offset downward operations undo/redo name */
"OPERATION_MOVE_DOWN" = "下移";

/* The adjust offset left operations undo/redo name */
"OPERATION_MOVE_LEFT" = "左移";

/* The adjust offset right operations undo/redo name */
"OPERATION_MOVE_RIGHT" = "右移";

/* The adjust offset upward operations undo/redo name */
"OPERATION_MOVE_UP" = "上移";

/* The rotate 60 degree clockwise operations undo/redo name */
"OPERATION_ROTATE_60_CLOCKWISE" = "旋转 -60";

/* The rotate 60 degree counter-clockwise operations undo/redo name */
"OPERATION_ROTATE_60_COUNTERCLOCKWISE" = "旋转 +60";

/* HUD showing Redo and the name of the operation that is being redoed */
"PERFORM_REDO_HUD_TITLE" = "重做";

/* HUD showing Undo and the name of the operation that is being undoed */
"PERFORM_UNDO_HUD_TITLE" = "撤销";
